{
  "LuaSnip": { "branch": "master" },
  "NvChad": { "branch": "v2.5" },
  "base46": { "branch": "v3.0" },
  "blame.nvim": { "branch": "main" },
  "blink-cmp-supermaven": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "detour.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "focus.nvim": { "branch": "master" },
  "fortune.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "goto-preview": { "branch": "main" },
  "heirline.nvim": { "branch": "master" },
  "hlchunk.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "logger.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-spider": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "relative-toggle.nvim": { "branch": "main" },
  "sidekick.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "supermaven-nvim": { "branch": "main" },
  "tsgo.nvim": { "branch": "main" },
  "ui": { "branch": "v3.0" },
  "visual-whitespace.nvim": { "branch": "main" },
  "volt": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
